Revit 2027 API
ParameterTypeId.BoundaryDirectionRotY Property
 "Y Rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BoundaryDirectionRotY { get; }
Public Shared ReadOnly Property BoundaryDirectionRotY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BoundaryDirectionRotY {
	ForgeTypeId^ get ();
}
static member BoundaryDirectionRotY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace